Repository: Nobody28/IPTV-List-Updater
Catalog: po/*.po
Languages: fa, fr, hu, nl, ru, tr

source: Welcome to IPTV List Updater
hu: Üdvözöljük az IPTV lista Updater
nl: Welkom bij de IPTV List Updater
ru: Добро пожаловать в IPTV List Updater
tr: IPTV List Updater Hosgeldini

source: Changelog IPTV List Updater
hu: Változások IPTV lista Updater
ru: Список изменений IPTV List Updater
tr: IPTV List Updater güncelleme dökümani

source: FAQ IPTV List Updater
hu: GYIK IPTV lista Updater
ru: Инструкция IPTV List Updater
tr: IPTV List Updater SSS

source: Install & Update IPTV from
hu: Telepítés és frissítés IPTV-től
nl: Installeer & update IPTV van
ru: Установка и Обновление IPTV
tr: IPTV Kurulum & Güncellem

source: country list to Bouquet TV or Radio
hu: ország lista Bouquet TV és Rádió
nl: landenlijst voor favorieten TV of Radio
ru: Список стран, для фаворитов телевизора или радио
tr: TV veya radyo buket ekleme listesi

source: Special thanks goes to HasBahCa for his Links
hu: Külön köszönet illeti a HasBahCa az ő Linkek
nl: Speciale dank gaat uit naar deze links
ru: Особая благодарность HasBahCaза его ссылки
tr: Linkler icin HasBahCa ya özel Tesekkürler

source: Close
fa: بستن
fr: Fermer
hu: zarni
nl: Sluit
ru: Закрыть
tr: Kapat

source: Start
fa: استارت
fr: Demarrer
hu: kezdet
ru: Старт
tr: Baslat

source: Changelog
fa: تغییرات
fr: Historique des modifications
hu: Változások
ru: Изменения
tr: Döküman

source: Select country to add as Bouquet in TV or Radio:
nl: Selecter land om als favoriet aan TV of Radio toe te voegen:
tr: Bukete eklemek istediginiz ülke TV veya Radyo yu seciniz

source: Install
fa: نصب
fr: Installer
hu: telepítse
nl: Installeer
ru: Установить
tr: Kur - Install

source: Install all
fa: نصب همه
fr: Installer tous
hu: telepítse az összes
nl: Installeer alle
ru: Установить все
tr: Hepsini ekle

source: Update list
fa: بروز رسانی لیست
fr: Mise à jour liste
hu: lista frissítése
nl: Update lijst
ru: Обновить список
tr: Listeyi güncelle

source: Reloading bouquets and services...
hu: Újratöltés csokrok és szolgáltatások ...
nl: Favorieten en kanalen worden herladen
ru: Перезагрузка фаворитов и услуг ...
tr: Buketler ve Servisler yeniden baslatiliyor

source: Can not find download.txt !!
hu: Nem található download.txt!
nl: Kan download.txt niet vinden!
ru: Не может найти download.txt !!
tr: download.txt dosyasi bulunamiyor

source: Nothing to select !!
fa: چیزی انتخاب نشده است !!
fr: Rien à sélectionner
hu: Nincs valasztas
nl: Niets te selecteren!
ru: Ничего не выберать !!
tr: Secim yapilmadi

source: Update Bouquets and Services for:
fa: بروز رسانی لیست ها و سرویس ها برای:
fr: Mettre à jour les bouquets et les services pour:
hu: Frissítés csokrok és szolgáltatások:
nl: Update favorieten en kanaleb voor:
ru: Обновления для фаворитов и услуг:
tr: Güncelleme yapilan buketler ve servisler:

source: Press OK or EXIT to go back !
fa: لطفا دکمه اوکی یا خارج شدن را برای بازگشت به عقب بزنید !
fr: Appuyez sur OK ou EXIT pour revenir !
hu: Nyomja meg az OK vagy EXIT visszamenni!
nl: Druk op OK of EXIT om terug te gaan!
ru: Нажмите кнопку ОК или EXIT , чтобы вернуться !
tr: Geri dönmek icin OK veya EXIT tusuna basiniz

source: HTTP download ERROR:
fa: نمی توان به سرور وصل شد:
fr: Téléchargement HTTP ERREUR:
nl: HTTP download FOUT:
ru: HTTP Ошибка при загрузке :
tr: HTTP yükleme HATASI

source: Converting Bouquet
fa: تبدیل فهرست
fr: Conversion Bouquet
hu: konvertálása Bouquet
nl: Bezig favoriet te converteren
ru: Преобразование Фаворита
tr: Buket olusturuluyor

source: UNKNOWN TYPE:
fa: فایل ناشناخته است:
fr: TYPE INCONNU:
hu: Ismeretlen típus:
nl: ONBEKEND TYPE:
ru: Неизвестный Тип:
tr: BILINMEYEN TIP

source: bouquetname exists, do nothing
hu: bouquetname létezik, nem csinál semmit
nl: Favoriet bestaat al; doe niets
ru: Название фаворита уже существует, ничего не делать
tr: Buket ismi mevcut, eklenmiyor

source: bouquetname doesnt exists, adding it
hu: bouquetname nem létezik, hozzátéve,
nl: Favoriet bestaat niet; wordt toegevoegd
ru: название фаворита не существует , добавить, что
tr: Buket ismi mevcut degil, ekleniyor

source: Special thanks to following Users:
fa: تشکر ویژه از کاربران زیر:
fr: Remerciements particuliers aux utilisateurs suivants:
nl: Met dank aan onderstaande leden:
tr: Asagidaki kullanici(lar)a özel tesekkürler:

source: Credits
fa: معارفه ها
fr: Crédits
nl: Dankwoord
tr: Kredi

source: FAQ
fa: پرسش های متداول
hu: GYIK
ru: Инструкция

source: Select country to add as TV or Radio Bouquet:
hu: Ország kiválasztása Felvétel a TV és Rádió Bouquet:
ru: Выберите страну чтобы добавить в Фавориты телевизора или радио:

source: Install & update IPTV streams from country list
fa: نصب و بروز رسانی آی پی تی وی استریم از لیست کشوری
fr: Installer et mettre à jour les flux IPTV via la liste des pays

source: and add into TV Bouquet or Radio Bouquet
fa: و اضافه کردن به لیست تلوزیون و لیست رادیو
fr: et ajouter au bouquet TV ou au bouquet radio

source: Special thanks goes to HasBahCa & FreeTuxTV for the links
fa: تشکر ویژه از HasBahCa و FreeTuxTV
fr: Remerciements particuliers à HasBahCa & FreetuxTV pour les liens

source: Select country from list to add into TV Bouquet or Radio Bouquet:
fa: برای اضافه کردن لیست تلوزیون و لیست رادیو، از این لیست، کشور را انتخاب کنید:
fr: Sélectionnez un pays de la liste pour l'ajouter au bouquet TV ou au bouquet radio:

source: Reloading Bouquets and Services...
fa: بارگذاری مجدد لیست ها و سرویس ها...
fr: Recharger bouquets et services...

source: Bouquetname exists, do nothing
fa: این لیست وجود دارد
fr: Bouquetname existe, ne rien faire

source: Bouquetname doesn't exists, adding it
fa: این لیست وجود ندارد، لطفا این را اضافه کنید
fr: Bouquetname n'existe pas, ajouter le
